[
{
    "ordinal": 1,
    "cons": "<ul>\r\n<li>Dental recruitment may be challenging, even with incentives</li>\r\n<li>Dentists may choose to leave rural areas once the terms are fulfilled</li>\r\n<li>Puts Medicaid dental coverage at risk if state budgets are tightened</li>\r\n<li>Makes it challenging to ensure that dentists fulfill incentive terms</li>\r\n<li>Creates ongoing costs for care coordination after program ends</li>\r\n</ul>",
    "title": "Establish a NOSDA-sponsored Dentist Recruitment Program",
    "question": 48,
    "pros": "<ul>\r\n<li>Holds potential for long-term establishment of dental providers</li>\r\n<li>Addresses challenges of care coordination and transportation</li>\r\n</ul>",
    "summary": "<p><strong>Background:</strong> When Springdale County’s major employer down-sized, many residents lost both dental insurance and income while dentists moved to busier settings. Recent graduates may be attracted to the \"bargain\" of a practice in an unoccupied, affordable office space, as well as a patient population with a comprehensive Medicaid dental benefit.</p>\r\n\r\n<p><strong>Proposal:</strong> NOSDA will establish a dental recruitment program targeting general dentists to serve in Springdale County DHPSAs. Funds are designated to support loan repayment incentives and/or practice-related subsidies for four dentists who practice in a Springdale County designated DHPSA full-time for five years and maintain 20% Medicaid patients.</p>\r\n\r\n<strong>Budget:</strong>\r\n<table>\r\n<th>Description</th>\r\n<th>Year 1 Cost</th>\r\n<th>Year 2 Cost</th>\r\n<th>Ongoing Cost</th>\r\n<tr>\r\n<td>Loan repayment for up to 4 dentists</td>\r\n<td>$280,000</td>\r\n<td>$  -</td>\r\n<td>$  -</td>\r\n</tr>\r\n<tr>\r\n<td>Subsidies for up to 4 dentists</td>\r\n<td>$60,000</td>\r\n<td>$  -</td>\r\n<td>$  -</td>\r\n</tr>\r\n<tr>\r\n<td>Patient Coordinator</td>\r\n<td>$45,000</td>\r\n<td>$45,000</td>\r\n<td>$45,000</td>\r\n</tr>\r\n<tr>\r\n<td>Support for translation, transportation, and other Medicaid services</td>\r\n<td>$20,000</td>\r\n<td>$20,000</td>\r\n<td>$20,000</td>\r\n</tr>\r\n<tr>\r\n<td>Total</td>\r\n<td>$405,000</td>\r\n<td>$65,000</td>\r\n<td>$65,000</td>\r\n</tr>\r\n</table>\r\n<p><strong>Related Strategy:</strong> Recruiting dentists to do rural practice with Medicaid in the payer mix.</p>",
    "pdf": "./Proposal1_Full_1.pdf",
    "example": "http://www.chcf.org/publications/2008/08/the-good-practice-treating-underserved-dental-patients-while-staying-afloat#ixzz2HmX3IhKA",
    "id": 1
},
{
    "ordinal": 2,
    "cons": "<ul>\r\n<li>Program is limited to current FQHC locations</li>\r\n<li>While physical space may be addressed, recruitment of dental providers for sites may be challenging</li>\r\n<li>Does not directly address issues traditionally faced by FHQCs such as high no show rates</li>\r\n</ul>",
    "title": "Piloting a co-located dental practice program with Perfect Smiles Dental and Burkett Community Health Centers",
    "question": 49,
    "pros": "<ul>\r\n<li>Will resemble other dental practices</li>\r\n<li>Allows programs to be in suitable areas of dental need because of FQHC setting</li>\r\n<li>Creates an opportunity to share risk among collaborators</li>\r\n</ul>",
    "summary": "<p><strong>Background:</strong> Some dentists in Springdale County have noticed that dental spending tracked closely to fluctuations during the months of seasonal agriculture and tourism, but that the medical sector has addressed increasing oral health issues during the \"off-season.\"</p>\r\n\r\n<p><strong>Proposed Action:</strong> NOSDA will support a dental relocation pilot program in partnership with a large private Medicaid dental group practice, Perfect Smiles Dental and a Federally Qualified Health Center \"FQHC), Burkett Community Health Centers. NOSDA will provide supplemental funds to rent, renovate, and equip three small (1 dental chair) offices located near or within Burkett medical facilities.</p>\r\n\r\n<strong>Budget:</strong>\r\n<table>\r\n<th>Description</th>\r\n<th>Year 1 Cost</th>\r\n<th>Year 2 Cost</th>\r\n<th>Ongoing Cost</th>\r\n<tr>\r\n<td>Supplemental funds to rent, renovate, and equip three dental offices</td>\r\n<td>$300,000</td>\r\n<td>$125,000</td>\r\n<td>$ - </td>\r\n</tr>\r\n<tr>\r\n<td>Total</td>\r\n<td>$300,000</td>\r\n<td>$125,000</td>\r\n<td>$ - </td>\r\n</tr>\r\n</table>\r\n<p><strong>Related Strategy:</strong> Facilitating the Opening of Co-located Dental Practice(s)</p>",
    "pdf": "./Proposal2_Full_1.pdf",
    "example": "http://www.nnoha.org/goopages/pages_downloadgallery/download.php?filename=24023.pdf&orig_name=oral_health_report_final_12-1002.pdf&cdpath=/oral_health_report_final_12-1002.pdf%C2%A0",
    "id": 2
},
{
    "ordinal": 3,
    "cons": "<ul>\r\n<li>Requires significant administrative support and logistical planning</li>\r\n<li>Includes trainees in the proposed dental workforce</li>\r\n<li>Program rotations are not year-round</li>\r\n<li>Limits dental access to current dental sites</li>\r\n</ul>",
    "title": "Facilitating rural practicums and preceptorships through the University of North Oralington College of Dentistry (NOCOD)",
    "question": 50,
    "pros": "<ul>\r\n<li>Provides affordable workforce</li>\r\n<li>Creates incentives for all partners to sustain the program after funding ends</li>\r\n<li>Enables opportunity/exposure for long-term recruitment of future dentists</li>\r\n</ul>",
    "summary": "<p><strong>Background:</strong> The NOCOD created the Underserved Practicum and Preceptor Program to expose students to community based clinical care and increase opportunities with under-served populations.</p>\r\n\r\n<p><strong>Proposal:</strong> NOSDA would support NOCOD in expanding its preceptor program with 3rd and 4th year dental and dental hygiene students. Students would be placed at the Othello Farm Worker’s Community Health Clinic and a small network of local private practice dentists. NOCOD would approve supervising staff as adjunct faculty. Under the supervision of an on-site preceptor, students will provide oral health education, examinations, preventive care, simple extractions, and restorative care as negotiated by NOCOD and the location.</p>\r\n\r\n<p><strong>Budget:</strong></p>\r\n<table>\r\n<th>Description</th>\r\n<th>Year 1 Cost</th>\r\n<th>Year 2 Cost</th>\r\n<th>Ongoing Cost</th>\r\n<tr>\r\n<td>Update dormant dental operatories and renovate student living facilities</td>\r\n<td>$250,000</td>\r\n<td>$ -</td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>Part-time program director and administrative support</td>\r\n<td>$75,000</td>\r\n<td>$75,000</td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>Total</td>\r\n<td>$325,000</td>\r\n<td>$75,000</td>\r\n<td>$ -</td>\r\n</tr>\r\n</table>",
    "pdf": "./Proposal3_Full.pdf",
    "example": "",
    "id": 3
},
{
    "ordinal": 4,
    "cons": "<ul>\r\n<li>Does not provide comprehensive dental services</li>\r\n<li>Challenges the recruitment of supervising dentists</li>\r\n<li>Poses a contentious topic within the dental profession</li>\r\n<li>Requires significant legislative reform outside the demonstration project</li>\r\n</ul>",
    "title": "Partner with North Oralington College of Dentistry (NOCOD) and North Oralington State Department of Health (NOSDH) in pilot testing the use of new advanced dental hygiene provider teams",
    "question": 51,
    "pros": "<ul>\r\n<li>Has potential to expand if successful</li>\r\n<li>Is based on prior examples of success with new team models</li>\r\n<li>Improves physical access by utilizing novel workforce with general/remote supervision</li>\r\n</ul>",
    "summary": "<p><strong>Background:</strong> Amendments to NO (North Oralington) dental state practice law allow demonstration projects piloting the use of new alternative dental providers.</p>\r\n\r\n<p><strong>Proposal:</strong> Partner with the dental hygiene program at NOCOD and NOSDH in a demonstration project to improve the oral health of low-income rural adults by utilizing advanced dental hygienists.</p>\r\n\r\n<strong>Budget:</strong>\r\n<table>\r\n<th>Description</th>\r\n<th>Year 1 Cost</th>\r\n<th>Year 2 Cost</th>\r\n<th>Ongoing Cost</th>\r\n<tr>\r\n<td>Advanced Dental Hygiene Program and NOCOD</td>\r\n<td>$200,000</td>\r\n<td>$ -</td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>CDE curriculum program on new dental team models</td>\r\n<td>$7,500</td>\r\n<td>$7,500</td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>New dental team model incentives</td>\r\n<td>$85,000</td>\r\n<td>$ -</td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>Total</td>\r\n<td>$292,500</td>\r\n<td>$7,500</td>\r\n<td>$ -</td>\r\n</tr>\r\n</table>\r\n<p><strong>Related Strategy:</strong> Promoting the use of new team models</p>",
    "pdf": "./Proposal4_Full.pdf",
    "example": "",
    "id": 4
},
{
    "ordinal": 5,
    "cons": "<ul>\r\n<li>Not as cost-effective compared to other strategies</li>\r\n<li>Is not considered a sustainable system of dental care</li>\r\n<li>High on-going costs after the project funding ends</li>\r\n</ul>",
    "title": "Organizing a Volunteer dental event at the Springdale County Fairgrounds",
    "question": 52,
    "pros": "<ul>\r\n<li>Based on a popular event with many examples of success</li>\r\n<li>Has an identified location and workforce</li>\r\n<li>Minimizes issues of billing and paperwork</li>\r\n</ul>",
    "summary": "<p><strong>Background:</strong> Free dental events have been popular in many underserved areas across the county. Some patients return each year for routine care, although the majority of them seek emergency treatment for problems that have been painful for months.</p>\r\n\r\n<p><strong>Proposal:</strong> NOSDA will partner with partner with the North Oralington State Department of Health, local businesses and public officials in Springdale County, to hold a 3-day \"Love Your Smile\" dental event at the Springdale County Fairgrounds. It is estimated that about 150 full- and part-time volunteers will be needed for the event, including 50 dentists, dental hygienists and dental students from NOCOD and NOSDA. Dental services will be limited to diagnosis, preventive care, simple restorative, and non-surgical dental extractions. 500 dental patients are expected to be served over the three days.  </p>\r\n\r\n<p><strong>Budget:</strong></p>\r\n<table>\r\n<th>Description</th>\r\n<th>Year 1 Cost</th>\r\n<th>Year 2 Cost</th>\r\n<th>Ongoing Cost</th>\r\n<tr>\r\n<td>Mobile dentistry van</td>\r\n<td>$200,000</td>\r\n<td>$ -</td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>Staff salaries & benefits</td>\r\n<td>$200,000</td>\r\n<td>$200,000</td>\r\n<td>$200,000</td>\r\n</tr>\r\n<tr>\r\n<td>Operating expenses</td>\r\n<td>$50,000</td>\r\n<td>$50,000</td>\r\n<td>$50,000</td>\r\n</tr>\r\n<tr>\r\n<td>Total</td>\r\n<td>$450,000</td>\r\n<td>$250,000</td>\r\n<td>$250,000</td>\r\n</tr>\r\n</table>\r\n<p><strong>Related Strategy:</strong> Organizing a cyclical charity clinic.</p>",
    "pdf": "./Proposal5_Full_1.pdf",
    "example": "",
    "id": 5
},
{
    "ordinal": 6,
    "cons": "<ul>\r\n<li>Requires significant scheduling and care coordination</li>\r\n<li>Struggles to ensure provision of a dental home/comprehensive care, even while basic dental care services are provided </li>\r\n</ul>",
    "title": "Partner with Smiley Pediatric Dentistry to expand services using a mobile dental clinic",
    "question": 53,
    "pros": "<ul>\r\n<li>Increases access to basic dental services because of mobility and tele-dentistry </li>\r\n<li>Has the potential to be self-sustaining</li>\r\n</ul>",
    "summary": "<p><strong>Background:</strong> A private practice group, Smiley Pediatric Dentistry, wants to expand its offerings to serve adult Medicaid populations and decides that a mobile unit was the best approach.</p>\r\n\r\n<p><strong>Proposal:</strong> NOSDA will contribute to Smiley Pediatric Dentistry efforts to purchase of a model dental van with two treatment areas and salaries for clinical staff during the first year until the mobile unit can sustain its own salary expenses.</p>\r\n\r\n<p><strong>Budget:</strong></p>\r\n<table>\r\n<th>Description</th>\r\n<th>Year 1 Cost</th>\r\n<th>Year 2 Cost</th>\r\n<th>Ongoing Cost</th>\r\n<tr>\r\n<td>Support for mobile dental van with two treatment areas</td>\r\n<td>$200,000</td>\r\n<td>$ - </td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>Salaries for three 2/3rd FTE clinical staff</td>\r\n<td>$200,000</td>\r\n<td>$ -</td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>Operating expenses</td>\r\n<td>$50,000</td>\r\n<td>$ -</td>\r\n<td>$ -</td>\r\n</tr>\r\n<tr>\r\n<td>Total</td>\r\n<td>$450,000</td>\r\n<td>$ -</td>\r\n<td>$ -</td>\r\n</tr>\r\n</table>\r\n<p><strong>Related Strategy:</strong> Promoting and facilitating the use of off-site dentistry.</p>",
    "pdf": "./Proposal6_Full.pdf",
    "example": "",
    "id": 6
}
]
